<?php
// Heading  
$_['heading_title']   = 'Корзина покупок';
// Text
$_['text_weight']  	  = 'Вес товаров в корзине:';
$_['text_reward']     = 'Бонусные баллы: %s';
$_['text_items']      = '%s шт. - %s';
$_['text_success']    = '<h3>Внимание!</h3> Товар успешно добавлен в корзину!';
$_['text_empty']      = 'Ваша корзина пуста!';
$_['text_login']      = 'Необходимо <a href="%s">Войти в Личный кабинет</a> или <a href="%s">создать учетную запись</a> для просмотра цен!';
// Column
$_['column_remove']   = '<span title="Убрать товар из корзины">Убрать</span>';
$_['column_image']    = 'Изображение';
$_['column_name']     = 'Название товара';
$_['column_model']    = 'Модель';
$_['column_quantity'] = 'Количество';
$_['column_price']    = 'Цена за единицу товара';
$_['column_total']    = 'Итого';
// Error
$_['error_stock']     = 'Товары, отмеченные ***, недоступны в нужном количестве или отсутствуют на складе!';
$_['error_minimum']   = 'Минимальное количество для заказа товара %s составляет %s!';
$_['error_required']  = 'Поле %s должно быть заполнено!';	
?>